Repository: balevas/BirthdayList-Plasmoid
Catalog: po/*.po
Languages: de, nl, sk

source: Coming events
de: Kommende Termine
nl: Aankomende gebeurtenissen
sk: Budúce udalosti

source: Past events
de: Vergangene Termine
nl: Oude gebeurtenissen
sk: Uplynulé udalosti

source: Highlight events within next:
de: Markierte Termine innerhalb:
nl: Benadruk gebeurtenissen in de komende:
sk: Zvýrazniť udalosti počas nasledujúcich:

source: days
de: Tage
nl: dagen
sk: dní

source: Custom foreground:
de: Benutzerdefinierter Vordergrund:
nl: Zelf gekozen voorgrond:
sk: Vlastná farba textu:

source: Custom background:
de: Benutzerdefinierter Hintergrund:
nl: Zelf gekozen achtergrond:
sk: Vlastné pozadie:

source: Today's events
de: Heutige Termine
nl: Huidige gebeurtenissen
sk: Dnešné udalosti

source: Highlight lines with no events:
de: Hervorgehobene Linien ohne Termine:
nl: Benadruk lijnen zonder gebeurtenissen:
sk: Zvýrazniť riadky bez udalostí:

source: Form
de: Formular
nl: Formulier
sk: Formulár

source: Data source:
de: Datenquelle:
nl: Informatie bron:
sk: Zdroj dát:

source: Akonadi collection:
de: Akonadi Sammlung:
nl: Akonadi verzameling:
sk: Akonadi kolekcia:

source: All contacts from the data source
de: Alle Kontakte aus der Datenquelle
nl: Alle contacten van de informatie bronnen
sk: Všetky mená z dátového zdroja

source: Filter by contact category
de: Kontakte nach Kategorie filtern
nl: Filter op contact categorie
sk: Filtrovať pomocou kategórií kontaktov

source: Criterion:
de: Kriterium:
nl: Criteria:
sk: Kritérium:

source: Match value:
de: Match-Wert:
sk: Hľadaná hodnota:

source: Filter by the custom field:
de: Filter nach dem benutzerdefinierten Feld
nl: Filter op zelf gekozen veld:
sk: Filtrovať pomocou vlastného poľa:

source: Filter by multiple custom fields (prefix):
de: Filtern nach mehreren benutzerdefinierten Feldern (Präfix):
nl: Filter op meerdere zelf gekozen velden (prefix):
sk: Filtrovať pomocou viacerých vlastných polí (prefix):

source: Date field:
nl: Datum veld:
sk: Pole s dátumom:

source: Nameday display mode:
nl: Naamdag weergave mode:
sk: Spôsob zobrazenia menín:

source: All names from calendar
de: Alle Namen aus dem Kalender
nl: Alle namen van de kalender
sk: Všetky mená v kalendári

source: Aggregated events
de: Angesammelte Termine
nl: Verzamelde gebeurtenissen
sk: Združené udalosti

source: Namedays
nl: Naamdagen
sk: Meniny

source: Show events within last:
de: Zeige die letzten Termine:
nl: Weergeven van gebeurtenissen in de laatste:
sk: Zobraziť udalosti počas uplynulých:

source: Individual events
de: Einzelne Termine
nl: Individuele gebeurtenissen
sk: Jednotlivé udalosti

source: Nameday calendar:
nl: Naamdag kalender:
sk: Kalendár menín:

source: Identify by:
nl: Geïdentificeerd door:
sk: Identifikovať cez:

source: Custom:
sk: Vlastné:

source: Show events within next:
de: Zeige Termine innerhalb:
nl: Weergeven van gebeurtenissen in de volgende:
sk: Zobraziť udalosti počas nasledujúcich:

source: Anniversaries
de: Jubiläen
nl: Feestelijkheden
sk: Výročia

source: Show namedays:
nl: Naamdagen weergeven:
sk: Zobrazovať meniny:

source: Show anniversaries:
de: Zeige Jubiläen:
nl: Feestelijkheden weergeven:
sk: Zobrazovať výročia:

source: Name field:
nl: Achternaam:
sk: Pole s menom:

source: Anniversary
sk: Výročie

source: Given name
nl: Voornaam
sk: Krstné meno

source: Columns
de: Spalten
nl: Kolommen
sk: Stĺpce

source: Show column headers:
de: Zeige Spaltenüberschriften:
nl: Weergave kolom titels:
sk: Zobraziť hlavičku:

source: Date
de: Datum
nl: Datum
sk: Dátum

source: Show columns:
de: Zeige Spalten:
nl: Kolommen weergeven:
sk: Zobraziť stĺpce:

source: When
de: Wann
nl: Wanneer
sk: Kedy

source: Name
nl: Namen
sk: Meno

source: Age
de: Alter
nl: Leeftijd
sk: Vek

source: Names
de: Namen
nl: Namen
sk: Mená

source: Show nicknames if available:
de: Zeige Spitznamen wenn verfügbar:
nl: Bijnamen weergeven als deze beschikbaar zijn:
sk: Zobrazovať prezývku ak je k dispozícii:

source: Date format
de: Datumsformat
nl: Datum formaat
sk: Formát dátumu:

source: Date display format:
de: Angezeigtes Datumsformat:
nl: Datum weergave formaat:
sk: Formát zobrazenia dátumu:

# label: show events within x <days>
source: days
nl: dagen
sk: dní

# Value to be matched when filtering contacts
source: Match value:
nl: Inhoud:
sk: Hľadaná hodnota:

# NAME OF TRANSLATORS
source: Your names
de: Andreas Goldbohm
nl: KDE-nl
sk: Karol Slanina

# EMAIL OF TRANSLATORS
source: Your emails
de: vongoldi@o2online.de
nl: info@kde.nl
sk: karol.slanina@gmail.com

source: Birthday List
de: Geburtstagsliste
nl: Lijst met verjaardagen
sk: Zoznam sviatkov

source: Shows the list of upcoming birthdays, anniversaries and name days
de: Zeigt die Liste der bevorstehenden Geburtstage, Jubiläen und Namenstag.
nl: Weergeven van de verjaardagen, feestelijkheden en naamdagen
sk: Zobrazuje zoznam nadchádzajúcich narodenín, menín a výročí

source: Plasmoid, data engines, Slovak translation
nl: Plasmoid, data engines, Slowaakse vertaling
sk: Plasmoid, zdroje dát, preklad do slovenčiny

source: Czech translation
nl: Tsjechische vertaling
sk: Preklad do češtiny

source: German translation
nl: Duitse vertaling
sk: Preklad do nemčiny

source: Dutch translation
sk: Preklad do holandčiny

source: Brazilian Portuguese translation
sk: Preklad do brazílskej portugalčiny

source: Nuvola icons
sk: Ikony Nuvola

source: All people who report bugs, send feedback and new feature requests
de: Alle die Fehler melden wollen, senden Sie Feedback und neue Feature-Anfragen
sk: Všetkým, ktorí oznamujú chyby, posielajú spätnú väzbu alebo žiadajú nové funkcie

# NAME OF THE TRANSLATORS
source: Your names
de: Andreas Goldbohm
nl: KDE-nl
sk: Karol Slanina

# EMAIL OF THE TRANSLATORS
source: Your emails
de: vongoldi@o2online.de
nl: info@kde.nl
sk: karol.slanina@gmail.com

# Show About Dialog
source: About
de: Über
nl: Over
sk: O programe

source: Contacts
de: Kontakte
nl: Contacten
sk: Kontakty

source: Events
de: Termine
nl: Gebeurtenissen
sk: Udalosti

source: Table
de: Tabelle
nl: Tabel
sk: Tabuľka

source: Colors
de: Farben
nl: Kleuren
sk: Farby

# No Akonadi collections
source: No collections available
de: Keine Sammlungen verfügbar
nl: Geen verzamelingen beschikbaar
sk: žiadne k dispozícii

# No nameday calendar (combo box item)
source: None
de: Nichts
nl: Geen
sk: Žiadny

source: 1 day ago
sk: včera

source: 2 days ago
de: vor 2 Tagen
nl: 2 dagen geleden
sk: predvčerom

source: yesterday
de: gestern
nl: gisteren
sk: včera

source: today
de: heute
nl: vandaag
sk: dnes

source: tomorrow
de: morgen
nl: morgen
sk: zajtra

source: in 2 days
de: in 2 Tagen
nl: in 2 dagen
sk: pozajtra

source: in 1 day
sk: zajtra

source: Send Email to %1
de: Sende Email an %1
nl: Stuur een Email naar %1
sk: %1: Poslať e-mail

source: Visit %1's Homepage
de: Besuch %1's Homepage
nl: Bezoek homepage van %1
sk: %1: Navštíviť domovskú stránku

source: Determined from given names:
de: Ermittelt aus Vornamen

source: Key of the custom field storing name days. Note that the field key can be different from the field name.
de: Schlüssel des benutzerdefiniertes Feldes Speichert den Namenstag. Beachten Sie, das der Feld Schlüssel anders sein kann als der Feldnamen.

source: Name day calendar:
de: Namenstag Kalender:

source: Name day display mode:
de: Namenstag Anzeigemodus:

source: Anniversary field is used to store contact name days.
de: Das Jubiläumsfeld dient zur Speicherung des Kontaktnamenstag

source: Show name days:
de: Zeige Namenstage:

source: Name days shall be determined out of given names. However if the particular contact's name day is stored in the selected date field, the date field takes precedence.
de: Namenstage können aus dem Vornamen bestimmt werden. Allerdings, wenn der Namen des Kontaktstags in das ausgewählte Datum Feld gespeichert ist, hat das Datumsfeld Vorrang.

source: Name days
de: Namenstage

source: Contact name days are stored in a custom date field.
de: Kontakt Namenstage werden in einem benutzerdefinierten Datumsfeld gespeichert

source: Custom field:
de: Benutzerdefiniertes Feld:
